[
    {
        "text": "We can actually put our thoughts to this feed if we want. \r\n\r\nKeep writing if you need to! Lets schedule writing time. \r\n\r\n4-2-25",
        "image": null,
        "category": "Motivation"
    },
    {
        "text": "It now has been a while since I last posted something to this thread. I feel like I'm under quite a bit of pressure. But that has nothing to do with this project at the time. \r\n\r\nLooking forward to getting back into the theme and subjects again of redesigning our algorithm.\r\n\r\nWe're still in the literature review phase I suppose. Making sure the gap we're exploring is actually a gap.\r\n\r\nI'd like to start building again. We'll see what this week brings.",
        "image": null,
        "category": "Project Update"
    },
    {
        "text": "Momentum is everything. If you stop, it takes 10x the effort to restart. Keep moving, even if it's slow progress. \r\n\r\nConsistency wins.",
        "image": null,
        "category": "Productivity"
    },
    {
        "text": "Today’s challenge: Write down the one thing that, if completed, would make the rest of your tasks easier. Now go do that first. \r\n\r\n#ProductivityHack",
        "image": null,
        "category": "Tips"
    },
    {
        "text": "The best ideas don’t come when you force them. They come when you’re engaged in deep work, or when your mind is completely relaxed. \r\n\r\nBalance both. Create space for deep work, but also space to disconnect.",
        "image": null,
        "category": "Mindset"
    },
    {
        "text": "Perfection is the enemy of progress. Start before you're ready, adjust along the way.",
        "image": null,
        "category": "Motivation"
    },
    {
        "text": "Your time is your most valuable asset. Invest it wisely.",
        "image": null,
        "category": "Mindset"
    },
    {
        "text": "Build something today that your future self will thank you for.",
        "image": null,
        "category": "Motivation"
    },
    {
        "text": "A goal without a plan is just a wish. Take action today.",
        "image": null,
        "category": "Productivity"
    },
    {
        "text": "Want to stay ahead? Keep learning, keep experimenting, keep adapting.",
        "image": null,
        "category": "Growth"
    },
    {
        "text": "Success isn’t about luck. It’s about persistence, consistency, and learning from failures.",
        "image": null,
        "category": "Mindset"
    },
    {
        "text": "The best way to predict the future is to create it.",
        "image": null,
        "category": "Inspiration"
    },
    {
        "text": "Your network is your net worth. Surround yourself with people who push you to grow.",
        "image": null,
        "category": "Networking"
    },
    {
        "text": "Hard work beats talent when talent doesn’t work hard.",
        "image": null,
        "category": "Motivation"
    },
    {
        "text": "You don’t need more time. You need better priorities.",
        "image": null,
        "category": "Productivity"
    },
    {
        "text": "There is no failure, only feedback. Adjust, improve, move forward.",
        "image": null,
        "category": "Growth"
    },
    {
        "text": "Everything you want is on the other side of consistency.",
        "image": null,
        "category": "Mindset"
    },
    {
        "text": "The secret to success? Start. The secret to staying successful? Keep going.",
        "image": null,
        "category": "Motivation"
    },
    {
        "text": "The biggest risk is not taking one.",
        "image": null,
        "category": "Inspiration"
    },
    {
        "text": "Success is built one small habit at a time.",
        "image": null,
        "category": "Mindset"
    },
    {
        "text": "You can either make excuses or make progress. Not both.",
        "image": null,
        "category": "Productivity"
    },
    {
        "text": "Think bigger. Act faster. Stay consistent.",
        "image": null,
        "category": "Growth"
    },
    {
        "text": "If you're not embarrassed by your first version, you started too late.",
        "image": null,
        "category": "Entrepreneurship"
    },
    {
        "text": "Discomfort is the price of growth.",
        "image": null,
        "category": "Mindset"
    },
    {
        "text": "Your competition isn't other people. It’s your procrastination, your ego, your lack of discipline.",
        "image": null,
        "category": "Self-Improvement"
    },
    {
        "text": "Every expert was once a beginner. Keep going.",
        "image": null,
        "category": "Motivation"
    },
    {
        "text": "Take the risk or lose the chance.",
        "image": null,
        "category": "Entrepreneurship"
    },
    {
        "text": "Your habits determine your future.",
        "image": null,
        "category": "Self-Improvement"
    },
    {
        "text": "The only way to fail is to quit.",
        "image": null,
        "category": "Motivation"
    }
]
